`ko` only has an `oci_tag` for `"latest"`: https://github.com/chainguard-images/images/actions/runs/5826300982/job/15799984991?pr=1200#step:7:1889

```
    # module.ko.module.tagger.oci_tag.this["latest"] will be created
    + resource "oci_tag" "this" {
        + digest_ref = (known after apply)
        + id         = (known after apply)
        + tag        = "latest"
        + tagged_ref = (known after apply)
      }
```